{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gruvbox-material": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lsp-file-operations": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rustaceanvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}